import type { Work } from '@/types/work';

export const CLOTHING_DIGITAL_WORKS: Work[] = [
  {
    id: 1,
    title: '도시의 유연한 리듬',
    artist: '김지원',
    description: `<도시의 유연한 리듬>은 차갑고 견고한 콘크리트 숲 사이로 끊임없이 흐르는 유동적인 생명력과 예측 불가능한 에너지를 담아낸 비전입니다. 수직적이고 이성적인 도시의 뼈대 위로 다채로운 빛과 그림자가 교차하며 만들어내는 움직임은 마치 거대하고 부드러운 호흡처럼 다가옵니다. 엄격한 규칙 속에서도 유연하게 변화를 수용하고, 이질적인 요소들이 쉴 새 없이 부딪히며 만들어내는 경쾌한 조화로움이야말로 우리가 살아가는 현대 도시의 진정한 리듬이자 가장 매혹적인 본질임을 상징적으로 표현했습니다.`,
    images: ['/images/works/clothing-digital/1/1.jpg'],
  },
  {
    id: 2,
    title: 'Organic Bloom',
    artist: '배서영',
    description: `자연 생명체의 형태와 구조에서 영감을 받은
바이오모르픽(Biomorphic) 디자인 방식으로,
자연이 지닌 유기적 조형미와 생명성을
표현하는 데 목적이 있다.
자연 속 유기물은 끊임없이 성장하고 변화하며,
곡선적이고 유동적인 형태를 통해
독특한 조형적 아름다움을 만들어낸다.
그 중 산호초와 식물의 구조에서 영감을 받아,
산호의 확장적 구조와 식물 조직의 섬세한
패턴을 담아 자연 생명체가
성장하고 퍼져 나가는 과정인
Organic Bloom을 표현한다.`,
    images: ['/images/works/clothing-digital/2/1.jpg'],
  },
  {
    id: 3,
    title: 'Light of the abyss',
    artist: '양서경',
    description: `태양 빛이 0.01%도 도달하지 않는 심해(Abyss)에서 심해생물들은 먹이사냥, 방어, 번식 등 저마다의 목적으로 발광한다. 몸속 에너지를 태워 깊은 바다 속의 유일한 빛을 만드는 것이다.

본 작품에서는 심해의 초롱아귀를 형상화하여 유기적인 의상 실루엣을 보여준다. 특히 초롱아귀의 상징인 유인용 돌기를 빛나는 발광 촉수로 제작하여 의상에 구현하였다. 이렇듯 생존을 위해 스스로 발광하는 심해생물로부터 우리의 심연(Abyss) 속에서도 주체적으로 빛날 수 있다는 미학적 가치를 표현하고자 한다.`,
    images: ['/images/works/clothing-digital/3/1.jpg'],
  },
];
